Repository: mozilla-l10n/mt-training-data
Catalog: zgh/zgh_pontoon.tmx
Source language: en_us
Languages: zgh

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
zgh: ⵜⴷⴷⵙ ⴽⵓ ⵜⵓⴷⵉⴼⵜ ⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵙⴳ ⵢⴰⵏ ⵓⴼⴰⵢⵍⵓ MP3 ⴰⵎⵢⴰⵏ ⴷ ⵓⴼⴰⵢⵍⵓ ⵏ ⵓⴹⵕⵉⵚ ⵉⵎⵙⴰⴳⴰⵔⵏ ⴷⵉⴷⵙ. ⵎⵏⵏⴰⵡⵜ ⵙⴳ <b>{ $total }</b> ⵜⵙⵔⴰⴳⵉⵏ ⵜⵜⵓⵙⵓⵙⵔⵉⵏ ⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⴷⵉⴳⵙⵏⵜ ⴰⵡⴷ ⵉⵖⴼⵙⴼⴽⴰ ⵉⴷⵉⵎⵓⴳⵔⴰⴼⵉⵢⵏ ⵣⵓⵏ ⴷ ⴰⵡⵜⴰⵢ, ⴰⴳⵏⵓⵙ, ⴷ ⵓⵙⵓⵙⵔⵓ ⵏⵏⴰ ⵣⵎⵔⵏⵉⵏ ⴰⴷ ⴰⵡⵙⵏ ⴳ ⵓⵙⴰⵏⵓⵏ ⵏ ⵓⵏⵖⴰⴷ ⵏ ⵉⵏⵙⵎⵓⵙⵙⴰ ⵏ ⵜⵓⴽⵣⴰ ⵏ ⵡⴰⵡⴰⵍ. ⵜⴷⴷⵙ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵙ ⵓⵎⵉⵔⴰⵏ ⵙⴳ <b>{ $valid }</b> ⵜⵙⵔⴰⴳⵉⵏ ⵣⵔⵢⵏⵉⵏ ⵙ <b>{ $languages }</b> ⵜⵓⵜⵍⴰⵢⵉⵏ, ⵎⴰⵛⴰ ⵍⴰ ⴰⴱⴷⴰ ⵏⵔⵏⵏⵓ ⵓⴳⴳⴰⵔ ⵏ ⵉⴳⵕⴹⴰⵏ ⴷ ⵜⵓⵜⵍⴰⵢⵉⵏ. ⴰⴳⴳⵯ ⵏⵏ ⵙ <languagesLink>ⵜⴰⵙⵏⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵉⵏ</languagesLink> ⵃⵎⴰ ⴰⴷ ⵜⴻⵜⵜⵔⴷ ⴽⵔⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵉⵖ ⴰⴷ ⵜⵙⵙⵏⵜⵉⴷ ⴰⵔⵔⴰⴳ.

source: Eastern Huasteca Nahuatl
zgh: ⵜⴰⵏⴰⵡⴰⵟⵍⵉⵜ ⵏ ⵅⵡⴰⵙⵜⵉⴽⴰ ⵜⵉⵎⵉⵏⵉⴽⵜ

source: Easy
zgh: ⴰⵍⴰⵎⴰⴹ

source: Edit
zgh: ⵙⵏⴼⵍ

source: Edit Profile
zgh: ⵙⵏⴼⵍ ⵉⴼⵔⵙ

source: Email
zgh: ⵉⵎⴰⵢⵍ

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
zgh: <emailFragment>ⵣⵎⵎⴻⵎ</emailFragment> ⴳ ⵜⵍⴳⴰⵎⵜ ⵏ ⵡⴰⵣⴰⵏ ⵏ ⵉⵎⴰⵢⵍⵏ ⵃⵎⴰ ⴰⴷ ⵜⵍⵎⴷⴷ ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵜⵣⵎⵔⴷ ⴰⴷ ⵜⴷⵔⵓⴷ ⴳ ⵉⵎⵣⵉⵣⵣⵍⵏ, ⵜⵉⵎⵙⴰⵔ ⴷ ⵜⵎⵥⵍⴰⵢ ⵏ ⵓⵙⵖⵉⵡⵙ ⴰⵎⵛⵛⴰⵔ ⴳ ⴽⴰⵎⵏⴼⵓⵢⵙ.

source: Email is already used for a different account
zgh: ⵉⵜⵜⵓⵙⵎⵔⵙ ⵢⴰⴷ ⵉⵎⴰⵢⵍ ⴰ ⵉ ⵢⴰⵏ ⵓⵎⵉⴹⴰⵏ ⵉⵎⵣⴰⵔⴰⵢⵏ

source: Email Subscriptions
zgh: ⵉⵍⵜⴰⵖⵏ ⵙ ⵉⵎⴰⵢⵍ

source: English
zgh: ⵜⴰⵏⴳⵍⵉⵣⵜ

source: Enter Email to Download
zgh: ⵙⵙⴽⵛⵎ ⵉⵎⴰⵢⵍ ⵃⵎⴰ ⴰⴷ ⵜⴰⴳⵎⴷ

source: Enter email to send a sign up link
zgh: ⵙⵙⴽⵛⵎ ⵉⵎⴰⵢⵍ ⵉ ⵡⴰⵣⴰⵏ ⵏ ⵢⴰⵏ ⵓⵙⵖⵏ ⵏ ⵓⵣⵎⵎⴻⵎ

source: Enter your email
zgh: ⵙⵙⴽⵛⵎⴰⵜ ⵉⵎⴰⵢⵍ ⵏⵏⵓⵏ

source: Enter your public domain sentence here
zgh: ⵙⵙⴽⵛⵎⴰⵜ ⵜⴰⵡⵉⵏⵙⵜ ⵏ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ ⵏⵏⵓⵏ ⴷⴰ

source: Error adding sentence
zgh: ⵜⴰⵣⴳⵍⵜ ⴳ ⵓⵣⴷⴰⵎ ⵏ ⵜⵡⵉⵏⵙⵜ

source: Error { $code }
zgh: ⵜⴰⵣⴳⵍⵜ { $code }

source: Error while fetching rejected sentences. Please try again.
zgh: ⵜⴰⵣⴳⵍⵜ ⴽⵓⴷⵏⵏⴰ ⴷ ⵏⵜⵜⴰⵡⵢ ⵜⵉⵡⵉⵏⴰⵙ ⵜⵜⵢⴰⴳⴰⵢⵏⵉⵏ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⴰⵔⵎⴰⵜ ⴷⴰⵖ.

source: Error while fetching your sentences. Please try again.
zgh: ⵜⴰⵣⴳⵍⵜ ⴽⵓⴷⵏⵏⴰ ⴷ ⵏⵜⵜⴰⵡⵢ ⵜⵉⵡⵉⵏⴰⵙ ⵏⵏⵓⵏ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⴰⵔⵎⴰⵜ ⴷⴰⵖ.

source: Erzya
zgh: ⵜⴰⵢⵔⵣⵢⵉⵜ

source: ESC
zgh: ⵔⵡⵍ

source: Esperanto
zgh: ⵜⴰⵢⵙⴱⵉⵔⴰⵏⵜⵓⵜ

source: Estonian
zgh: ⵜⴰⵢⵙⵜⵓⵏⵉⵜ

source: Events
zgh: ⵜⵉⵎⵙⴰⵔⵉⵏ

source: Everyone
zgh: ⴽⵓⵢⴰⵏ

source: Ewondo
zgh: ⵜⵉⵡⵓⵏⴷⵓⵜ

source: Example
zgh: ⴰⵎⴷⵢⴰ

source: Exit & Delete clips
zgh: ⴼⴼⵖ, ⵜⴽⴽⵙⴷ ⵜⵓⵙⵙⵉⴼⵉⵏ

source: Expert linguists can also help, try to reach out to local linguistic universities (both teachers and students) and see if they can help to gather a diverse set of sound-diverse sentences in your language.
zgh: ⴰⵡⴷ ⵉⵎⵙⵏⵉⵍⵙⵏ ⵉⵎⵓⵣⴰⵢⵏ ⵣⵎⵔⵏ ⴰⴷ ⴰⵡⵙⵏ, ⴰⵔⵎⴰⵜ ⴰⴷ ⵜⵏⵢⴰⵍⴽⴰⵎⵎ ⴰⴽⴷ ⵜⵙⴷⴰⵡⵉⵢⵉⵏ ⵜⵉⵎⵙⵏⵉⵍⵙⵉⵏ ⵜⵉⴷⵖⵔⴰⵏⵉⵏ ( ⵍⴰ ⵉⵙⵍⵎⴰⴷⵏ ⵓⵍⴰ ⵉⵎⵣⵔⴰⵡⵏ), ⵜⵥⵕⵎ ⵎⴽ ⵣⵎⵔⵏ ⴰⴷ ⴰⵡⵙⵏ ⴳ ⵓⵙⵎⵓⵜⵜⵔ ⵏ ⵢⴰⵜ ⵜⴳⵔⵓⵎⵎⴰ ⵉⵎⵢⴰⵏⴰⵡⵏ ⵏ ⵜⵡⵉⵏⴰⵙ ⵉⴷ ⵎⵎ-ⵉⵎⵙⵍⵉⵜⵏ ⵉⵎⵢⴰⵏⴰⵡⵏ ⵙ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ.

source: Failed to copy SHA256 Checksum
zgh: ⵏⵙⴼⵓⴳⴳⵔ ⴳ ⵓⵙⵏⵖⵍ ⵏ ⵜⵎⵓⵜⵜⵔⵜ ⵏ ⵓⵙⵙⵉⵔⵎ SHA256

source: Failed to delete selected sentences… Please try again!
zgh: ⴰⵙⴼⵓⴳⴳⵔ ⵏ ⵜⵓⴽⴽⵙⴰ ⵏ ⵜⵡⵉⵏⴰⵙ ⵜⵜⵓⵙⵜⴰⵢⵏⵉⵏ… ⵎⴽ ⵜⵓⴼⴰⵎ, ⴰⵔⵎⴰⵜ ⴷⴰⵖ!

source: FAQ
zgh: ⵉⵙⵇⵙⵉⵜⵏ ⴷ ⵉⵜⵜⴰⵖⵓⵍⵏ

source: Faroese
zgh: ⵜⴰⴼⴰⵔⵡⵉⵙⵉⵜ

source: Female
zgh: ⵜⴰⵡⵜⵎⵜ

source: Fewer than 15 words
zgh: ⴷⵔⵓⵙ ⵏ 15 ⵜⴳⵓⵔⵉⵡⵉⵏ

source: Fields marked with an asterisk (*) are required.
zgh: ⵉⴳⵔⴰⵏ ⵜⵜⵓⵕⵛⵎⵏⵉⵏ ⵙ ⵜⵉⵜⵔⵉⵜ (*) ⵇⵇⴰⵏⵏ ⴷ.

source: File is too large
zgh: ⵉⵎⵇⵇⵓⵔ ⵓⴼⴰⵢⵍⵓ ⵙ ⴽⵉⴳⴰⵏ

source: File is too small
zgh: ⵉⵎⵥⵥⵉⵢ ⵓⴼⴰⵢⵍⵓ ⵙ ⴽⵉⴳⴰⵏ

source: Filtered sentences due to requirements failing (please submit fixed versions as new sentences):
zgh: ⵜⵉⵡⵉⵏⴰⵙ ⵜⵜⵓⴼⵔⵏⵏⵉⵏ ⵙ ⵓⵙⵔⴰⴳ ⵏ ⵓⵙⴼⵓⴳⴳⵔ ⵏ ⵉⵙⴱⴷⴰⴷⵏ (ⵎⴽ ⵜⵓⴼⵉⴷ, ⴰⵣⵏ ⵜⵉⵍⵇⵇⴰⵎ ⵓⵖⴷⵏⵉⵏ ⴰⵎ ⵜⵡⵉⵏⴰⵙ ⵜⵉⵎⴰⵢⵏⵓⵜⵉⵏ):

source: Finding existing sentences in the Public Domain
zgh: ⵜⵉⴼⵉ ⵏ ⵜⵡⵉⵏⴰⵙ ⵍⵍⴰⵏⵉⵏ ⴳ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
zgh: ⴰⴼ ⵡⵉⵢⵢⴰⴹ ⵏⵏⵣⴳⵎⵏⵉⵏ. ⵖⵉⵢⵏ ⴰⴷ ⴳⵏ ⵜⵉⵙⴷⴰⵡⵉⵢⵉⵏ, ⵜⵉⵏⵎⴰⵍ ⵏ ⵜⵓⵜⵍⴰⵢⵉⵏ, ⵜⵉⵔⵓⴱⴱⴰ ⵏ ⵓⵏⵄⴰⵕ ⵏⵉⵖ ⵜⵉⴳⵔⴰⵡⵉⵏ ⵏ ⵜⵙⵏⵙⴼⴽⴰ. ⵏⵢⴰⵍⴽⴰⵎ ⴷⵉⴷⵙⵏⵜ, ⵜⵙⵙⴼⵔⵓⴷ ⴰⵙⵏⵜ ⵙ ⵓⵏⴰⴼⴰⵡ ⵎⴰⵏⵎⴽ ⵙ ⵣⵎⵔⵏⵜ ⴰⴷ ⴰⵡⵙⵏⵜ ⴷ ⵎⴰⵅ. <outreachTemplates>ⵥⵕ ⵉⵎⴰⵢⵍⵏ ⵏ ⵓⵙⴼⵔⴽ ⵙ ⵡⴰⵍⴱⵓⴹⵏ ⵏⵏⵖ</outreachTemplates>.

source: Finish editing first?
zgh: ⵙⵎⴷ ⵣⵡⴰⵔ ⴰⵙⵏⴼⵍ?

source: Finish recording
zgh: ⵙⵎⴷ ⴰⵙⵓⵙⵔ

source: Finish recording first?
zgh: ⴰⴷ ⵣⵡⴰⵔ ⵜⵙⵎⴷⴷ ⴰⵙⵓⵙⵔ?

source: Finish Review
zgh: ⵙⵎⴷ ⴰⵙⵙⵉⵔⵎ

source: Finish validating
zgh: ⵙⵎⴷ ⴰⵣⵣⵔⴰⵢ

source: Finish validating clips?
zgh: ⵙⵎⴷ ⴰⵣⵣⵔⴰⵢ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ?

source: Finnish
zgh: ⵜⴰⴼⵉⵏⵍⴰⵏⴷⵉⵜ

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
zgh: ⴳ ⵓⵎⵣⵡⴰⵔⵓ, ⵛⴰⴱⴱⴰⵢⴰⵜ ⵙ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ ⵎⴽ <languageLink>ⵢⴰⴷ ⵜⵍⵍⴰ</languageLink>. ⵎⴽ ⵓⵔ ⵜⵍⵍⵉ, ⵜⵣⵎⵔⵎ ⴰⴷ <languageRequestLink>ⵜⴻⵜⵜⵔⵎ ⴰⵔⵏⵏⵓ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ</languageRequestLink>. ⵍⵍⴰⵏⵜ ⵙⵏⴰⵜ ⵜⴽⵍⵉⵡⵉⵏ. ⴰⵙⵓⵖⵍ ⵏ ⵓⵙⵉⵜ, ⴷ ⵓⴳⵔⵔⵓ ⵏ ⵜⵡⵉⵏⴰⵙ

source: Foreign letters. Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
zgh: ⵉⵙⴽⴽⵉⵍⵏ ⵉⴱⵕⵕⴰⵏⵉⵢⵏ. ⵉⵇⵇⴰⵏ ⴷ ⵉⵙⴽⴽⵉⵍⵏ ⴰⴷ ⵣⵔⵢⵏ ⴳ ⵜⵓⵜⵍⴰⵢⵜ ⵏ ⵡⴰⵡⴰⵍ. ⵙ ⵓⵎⴷⵢⴰ, “ⵘ” ⵉⴳⴰ ⴰⵙⴽⴽⵉⵍ ⵏ ⵜⴼⵉⵏⴰⵖ ⵎⴰⵛⴰ ⵓⵔ ⵍⴰ ⵜ ⵙⴰⵔ ⵏⵙⵙⵎⵔⴰⵙ ⴳ ⵜⵎⴰⵣⵉⵖⵜ ⵜⴰⵏⴰⵡⴰⵢⵜ ⵓⴽⴰⵏ ⵓⵔ ⵉⵅⵚⵚⴰ ⴰⴷ ⵙⴰⵔ ⵢⵓⵎⴰⵏ ⴳ ⵓⵍⴰ ⴽⵔⴰ ⵏ ⵓⴹⵕⵉⵚ ⴰⵙⴰⴳⵎ ⵏ ⵜⵎⴰⵣⵉⵖⵜ.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
zgh: ⵉ ⴽⵓ ⵜⵓⵙⵙⵉⴼⵜ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵉⵜⵜⵓⴼⴽⴰⵏ, ⴷ ⴽⵓ ⵜⵓⵙⵙⵉⴼⵜ ⵜⴰⵎⵙⵍⴰⵢⵜ ⵉⵣⵔⵢⵏ, ⵍⴰ ⵜⵜⵓⵙⴷⵖⵉⵏⵜ ⵜⴼⵉⵍⵉⵏ ⵏ ⵓⵏⴷⴰⵀ ⵏ ⵓⵎⵉⴹⴰⵏ ⵏⵏⵓⵏ ⵃⵎⴰ ⴰⴷ ⴷ ⵢⴰⴹⵓ ⵡⴰⵍⴰⵢ ⴰⵎⴳⴳⴰⵔⵓ ⵏⵏⵓⵏ ⴳ ⴽⵓ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⴰ ⴳ ⵜⴻⵜⵜⴰⵔⴳⵎ. ⵢⴰⵀ, ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⴰⵔⴳⵎ ⴳ ⵡⵓⴳⴳⴰⵔ ⵏ ⵢⴰⵜ!<br/><br/> ⵙⵙⵎⵔⵙⴰⵜ ⵜⵉⴼⵉⵍⵉⵏ ⵏ ⵓⵏⴷⴰⵀ ⵃⵎⴰ ⴰⴷ ⵜⵣⵓⵔⵜⵎ ⵉⵙⵏⵎⴽⵜⴰⵜⵏ ⵏⵏⵓⵏ, ⵜⵥⵕⵎ ⵎⴰⵏⵎⴽ ⵜⵍⵍⴰⵎ ⵜⴰⵎⴰ ⵏ ⵡⵉⵢⵢⴰⴹ ⴳ ⵜⴳⵔⴰⵡⵜ, ⵜⵙⵔⵙⵎ ⵉⵡⵜⵜⴰⵙⵏ ⵏ ⵡⴰⵔⵔⴰⴳ ⵉⴽⵓⵢⴰⵙⵙⵏ ⵏⵉⵖ ⵉⵏⵎⴰⵍⴰⵙⵙⵏ.

source: for example
zgh: ⵙ ⵓⵎⴷⵢⴰ

source: For public domain text not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public licence poems"
zgh: ⵜⵣⵎⵔⴷ ⴰⴷ ⵜⵙⵙⵎⵔⵙⴷ ⵜⴰⵎⴰⵎⴽⵜ ⵏ ⵜⵙⴰⵖⵓⵍⵜ ⵜⴰⴽⴰⴷⵉⵎⵉⵜ ⵉ ⵓⴹⵕⵉⵚ ⵏ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ ⵓⵔ ⵉⵙⴰⴳⴰⵏ ⴳ ⵉⴼⵉⵍⵉ, ⵙ ⵎⴷ. ⵜⴰⵎⴰⵎⴽⵜ ⵏ ⵀⴰⵔⴼⵔⴷ "ⵊⵉⵙⵙ (2021) ⵜⵉⵎⴷⵢⴰⵣⵉⵏ ⵉⵏⵓ ⵏ ⵜⵓⵔⴰⴳⵜ ⵜⴰⴳⴷⵓⴷⴰⵏⵜ"

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
zgh: ⵜⵣⵎⵔⴷ ⴰⴷ ⵜⵙⵙⵎⵔⵙⴷ ⵜⴰⵎⴰⵎⴽⵜ ⵏ ⵜⵙⴰⵖⵓⵍⵜ ⵜⴰⴽⴰⴷⵉⵎⵉⵜ ⵉ ⵓⴹⵕⵉⵚ ⵏ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ ⵏⵏⴰ ⵓⵔ ⵉⵙⴰⴳⴰⵏ ⴳ ⵉⴼⵉⵍⵉ, ⵙ ⵎⴷ. ⵜⴰⵎⴰⵎⴽⵜ ⵏ ⵀⴰⵔⴼⵔⴷ "ⵊⵉⵙⵙ (2021) ⵜⵉⵎⴷⵢⴰⵣⵉⵏ ⵉⵏⵓ ⵏ ⵜⵓⵔⴰⴳⵜ ⵜⴰⴳⴷⵓⴷⴰⵏⵜ"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
zgh: ⵉⵇⵇⴰⵏ ⴷ ⴰⴷ ⵙⵎⴷⵢⴰⵏ ⵉⵙⴼⴽⴰ ⵏⵏⴰ ⵉⵜⵜⴰⵡⵙⵏ ⵉ ⵉⵎⵙⵖⵉⵡⵙⵏ ⴰⴷ ⵥⴽⵓⵏ ⵜⴰⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵢⴰⵜ ⵜⴷⵔⵙⵜ ⵉⵎⵢⴰⵏⴰⵡⵏ ⵏ ⵎⴷⴷⵏ ⵃⵎⴰ ⴰⴷ ⵜⵙⵡⵓⵔⵓⵢ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵎⵍⵉⵃ ⵉ ⴽⵓⵢⴰⵏ. ⵙ ⵓⵎⴷⵢⴰ, ⵎⴽ ⵓⵔ ⵏⵙⵙⴰⵎⵓ ⵓⵍⴰ ⵢⴰⵏ ⵓⵎⵙⵉⵡⵍ ⵙ ⴽⵔⴰ ⵏ ⵓⵙⵓⵙⵔⵓ ⵉⵥⵍⵉⵏ, ⵓⵔ ⵔⴰⴷ ⵉⵍⵎⵎⴰ ⵜⵙⵡⵓⵔⵓⵢ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵎⵍⵉⵃ ⵉ ⵎⴷⴷⵏ ⵙ ⵓⵙⵓⵙⵔⵓ ⴰ. <learnMore>ⵙⵙⵏ ⵓⴳⴳⴰⵔ ⵅⴼ ⵎⴰⵅⴼ ⵅⴰⵜⵔⵏ ⵉⵖⴼⵙⴼⴽⴰ.</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
zgh: ⵉ ⵜⵓⵜⵍⴰⵢⵉⵏ ⴰ ⵏⵏⵓⵕⵥⵎⵏⵉⵏ, <localizationGlossaryLink>ⵉⵜⵜⵓⵙⴷⵖⵔ</localizationGlossaryLink> ⵓⵙⵉⵜⵡⵉⴱ ⵙ ⵓⵎⵓⵔⵙ, ⵉⵍⵉⵏⵜ ⵖⵓⵔⵙ <sentenceCollectionGlossaryLink>ⵜⵡⵉⵏⴰⵙ ⵜⵜⵓⴳⵔⴰⵏⵉⵏ</sentenceCollectionGlossaryLink> ⵓⴷⴰⵏⵉⵏ ⵉ ⵓⵙⵙⵓⵔⴳ ⵏ ⵡⴰⵔⵔⴰⴳⵏ ⵉⵙⵓⵍⴰⵏⵏ ⵏ <speakLink>ⵓⵙⵉⵡⵍ</speakLink> ⴷ <listenLink>ⵜⵎⵙⵍⵉⵡⵜ</listenLink>.

source: Foundations
zgh: ⵜⵉⵎⵔⵙⴰⵍ

source: French
zgh: ⵜⴰⴼⵕⴰⵏⵚⵉⵚⵜ

source: Frequently Asked Questions
zgh: ⵉⵙⵇⵙⵉⵜⵏ ⴷ ⵉⵜⵜⴰⵖⵓⵍⵏ

source: Frisian
zgh: ⵜⴰⴼⵔⵉⵣⵉⵜ

source: Fulah
zgh: ⵜⴰⴼⵓⵍⴰⵏⵉⵜ

source: Galician
zgh: ⵜⴰⴳⴰⵍⵉⴽⵉⵜ

source: Gender
zgh: ⴰⴳⵏⵓⵙ

source: Georgian
zgh: ⵜⴰⵊⵢⵓⵕⵊⵉⵢⵜ

source: German
zgh: ⵜⴰⵍⵉⵎⴰⵏⵜ

source: Get in touch
zgh: ⵏⵢⴰⵍⴽⴰⵎ ⴷⵉⴷⵏⵖ

source: Get involved
zgh: ⴰⵣⵔ

source: Get Involved
zgh: ⴰⵣⵔ

source: Get started with goals
zgh: ⵙⵙⵏⵜⵉ ⵙ ⵉⵡⵜⵜⴰⵙⵏ

source: Get Started with Speech Recognition
zgh: ⵙⵙⵏⵜⵉ ⵙ ⵜⵓⴽⵣⴰ ⵏ ⵡⴰⵡⴰⵍ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
zgh: ⵜⴳⴰ <githubLink>NVIDIA NeMo</githubLink>™ ⵢⴰⵜ <docsLink>ⵜⴼⵏⵉⵇⵜ ⵏ ⵉⵎⴰⵙⵙⵏ ⵏ ⵓⵙⴰⴳⵎ ⵓⵕⵥⵉⵎ</docsLink> ⵉ ⵉⵎⵔⵣⴰ ⵙⵖⵉⵡⵉⵙⵏⵉⵏ ⵜⵉⵎⵓⴷⵎⵉⵡⵉⵏ ⵏ ⵜⵖⵉⵙⵜ ⵏ ⵜⵎⴰⵛⵉⵏⵜ ⴳ ⵉⵍⵍⴰ ⵓⵎⵔⴰⵔⴰ ⵏ ⵡⴰⵡⴰⵍ, ⴳⵏⵜ ⵉⵅⴼ ⵏ ⵓⴳⴷⵣ.

source: Glossary
zgh: ⵜⴰⵎⴰⵡⴰⵍⵜ

source: Goal reached
zgh: ⵉⵜⵜⵢⴰⵡⴰⴹ ⵓⵡⵜⵜⴰⵙ

source: Goals
zgh: ⵉⵡⵜⵜⴰⵙⵏ

source: Goan Konkani
zgh: ⵜⴰⴽⵓⵏⴽⴰⵏⵉⵜ ⵜⴰⴳⵡⴰⵏⵉⵜ

source: Go to Discourse
zgh: ⴷⴷⵓ ⵖⵔ ⴷⵉⵙⴽⵓⵔⵙ

source: Go to Languages Page
zgh: ⴷⴷⵓ ⵙ ⵜⴰⵙⵏⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵉⵏ

source: Go to { $name }
zgh: ⴷⴷⵓ ⵖⵔ { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
zgh: <governanceLink>ⵖⵔⴰⵜ ⵓⴳⴳⴰⵔ ⵅⴼ ⵎⴰⵏⵎⴽ ⵏⵜⵜⵓⵏⴱⴹ</governanceLink>

source: Government proceedings, books and articles are also great however since the text tends to be a little more formal they are less of a priority.
zgh: ⴰⵡⴷ ⵉⵎⵓⵙⵙⵓⵜⵏ ⵏ ⵜⵏⴱⴰⴹⵜ, ⵉⴷⵍⵉⵙⵏ ⴷ ⵉⵎⴳⵔⴰⴷⵏ ⵥⵉⵍⵏ, ⵎⴰⵛⵛ ⴰⵍⵍⵉⴳ ⵉⵖⵉⵢ ⵓⴹⵕⵉⵚ ⴰⴷ ⵉⴳ ⴰⵍⵖⴰⵏ ⵓⴳⴳⴰⵔ ⵙ ⵢⴰⵏ ⵉⵎⵉⴽ, ⵓⵔ ⴱⴰⵀⵔⴰ ⵖⵓⵔⵙⵏ ⴰⵙⵉⵣⵡⵔ.

source: Governments
zgh: ⵜⵉⵏⴱⴰⴹⵉⵏ

source: Grammatical / spelling error
zgh: ⵜⴰⵣⴳⵍⵜ ⵜⴰⵏⵊⵕⵓⵎⵜ/ⵏ ⵓⵙⵏⵎⴰⵔⵔⴰ

source: Great! How many clips a week?
zgh: ⴰⵢⵢⵓⵣ! ⵎⵏⵏⴰⵡⵜ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵉ ⵢⵉⵎⴰⵍⴰⵙⵙ?

source: Great! How many clips per day?
zgh: ⴰⵢⵢⵓⵣ! ⵎⵏⵏⴰⵡⵜ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵉ ⵡⴰⵙⵙ?

source: Great!<recordIcon></recordIcon> Record your next clip
zgh: ⴰⵢⵢⵓⵣ!<recordIcon></recordIcon> ⵙⵓⵙⵔⴰⵜ ⵜⵓⵙⵙⵉⴼⵜ ⵜⵓⴹⴼⵉⵕⵜ ⵏⵏⵓⵏ

source: Great work!<playIcon></playIcon> Listen again when you're ready
zgh: ⴰⵢⵢⵓⵣ!<playIcon></playIcon> ⵙⵍⵍ ⴷⴰⵖ ⴰⴷⴷⴰⵢ ⵜⵎⵓⵜⵜⴳⴷ

source: Greek
zgh: ⵜⴰⴳⵔⵉⴽⵉⵜ

source: Guarani
zgh: ⵜⴰⴳⵡⴰⵔⴰⵏⵉⵜ

source: Guidelines
zgh: ⵜⴰⵔⴰⵜⵉⵏ

source: Gujarati
zgh: ⵜⴰⴳⵓⵊⵔⴰⵜⵉⵜ

source: Haitian
zgh: ⵜⴰⵀⴰⵢⵜⵉⵜ

source: Hakha Chin
zgh: ⵜⴰⵀⴰⴽⴰⵜⵛⵉⵏⵉⵜ

source: Hausa
zgh: ⵜⴰⵀⴰⵡⵙⵉⵜ

source: Have Feedback?
zgh: ⵖⵓⵔⵓⵏ ⵜⴰⵙⴷⵎⵉⵔⵜ?

source: Have you read our Terms?
zgh: ⵉⵙ ⵜⵖⵔⵉⴷ ⵜⵉⴼⴰⴷⵉⵡⵉⵏ ⵏⵏⵖ?

source: Having an account is not required to contribute, though it is helpful.
zgh: ⵓⵔ ⴷ ⵉⵇⵇⴰⵏ ⴰⴷ ⵖⵓⵔⵓⵏ ⵢⵉⵍⵉ ⵓⵎⵉⴹⴰⵏ ⵃⵎⴰ ⴰⴷ ⵜⴰⵔⴳⵎ, ⵎⴰⵛⴰ ⵍⴰ ⵉⵜⵜⴰⵡⵙ.

source: Having a profile is not required to contribute though it is helpful, see why below.
zgh: ⵓⵔ ⴷ ⵉⵇⵇⴰⵏ ⴰⴷ ⵖⵓⵔⵓⵏ ⵢⵉⵍⵉ ⵉⴼⵔⵙ ⵃⵎⴰ ⴰⴷ ⵜⴰⵔⴳⵎ, ⵎⴰⵛⴰ ⵍⴰ ⵉⵜⵜⴰⵡⵙ, ⵥⵕⴰⵜ ⵎⴰⵅⴼ ⴷⴷⴰⵡ ⴷⴰ.

source: Hebrew
zgh: ⵜⴰⵄⵉⴱⵔⵉⵜ

source: Help
zgh: ⵜⵉⵡⵉⵙⵉ

source: Help Common Voice reach { $hours } hours in a language with a personal goal
zgh: ⴰⵡⵙ ⵉ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴰⴷ ⵢⴰⵡⴹ { $hours } ⵜⵙⵔⴰⴳⵉⵏ ⵙ ⴽⵔⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⵙ ⴽⵔⴰ ⵏ ⵓⵡⵜⵜⴰⵙ ⴰⵏⵉⵎⴰⵏ

source: Help create Common Voice’s first target segment in { $locale }
zgh: ⴰⵡⵙ ⴳ ⵓⵙⵏⴼⵍⵓⵍ ⵏ ⵜⵓⵟⵟⵓⵜ ⵜⴰⵎⵣⵡⴰⵔⵓⵜ ⵉⵜⵜⵡⴰⵜⵜⵙⵏ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵙ { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
zgh: ⴰⵡⵙ ⴰⵏⵖ ⴰⴷ ⵏⴰⵡⴹ { $hours } ⵜⵙⵔⴰⴳⵉⵏ ⵙ { $language } ⵙ ⴽⵔⴰ ⵏ ⵓⵡⵜⵜⴰⵙ ⴰⵏⵉⵎⴰⵏ

source: Help teach machines how real people speak, donate your voice at { $link }
zgh: ⴰⵡⵙⴰⵜ ⵉ ⵜⵎⴰⵛⵉⵏⵉⵏ ⴰⴷ ⵍⵎⴷⵏⵜ ⵎⴰⵏⵎⴽ ⵙⴰⵡⴰⵍⵏ ⵎⴷⴷⵏ ⵏ ⵜⵉⴷⵜ, ⴼⴽⴰⵜ ⴰⴳⵕⴹ ⵏⵏⵓⵏ ⴳ { $link }

source: Help us build a community around voice technology, stay in touch via email.
zgh: ⴰⵡⵙ ⴰⵏⵖ ⴰⴷ ⵏⵥⴽⵓ ⵢⴰⵜ ⵜⴳⵔⴰⵡⵜ ⵅⴼ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵜⴰⴳⵕⴹⴰⵏⵜ, ⵇⵇⵉⵎ ⴳ ⵓⵏⵢⴰⵍⴽⴰⵎ ⵙ ⵉⵎⴰⵢⵍ.

source: Help us build a high quality, publicly open dataset
zgh: ⴰⵡⵙ ⴰⵏⵖ ⴰⴷ ⵏⵥⴽⵓ ⵜⵉⴳⵔⵓⵎⵎⴰⵡⵉⵏ ⵏ ⵉⵙⴼⴽⴰ ⵙ ⵓⵖⵓⴷⵓ ⴰⵎⴰⵜⵜⴰⵢ, ⵏⵏⵓⵕⵥⵎⵏⵉⵏ ⵙ ⵓⴳⴷⵓⴷⴰⵏ.

source: Help us by reviewing sentences for correctness according to the guidelines.
zgh: ⴰⵡⵙ ⴰⵏⵖ ⵙ ⵓⵙⵙⵉⵔⵎ ⵏ ⵜⵓⵖⴷⴰ ⵏ ⵜⵡⵉⵏⴰⵙ ⵙ ⵎⴽⴷⴰ ⵉⵍⵍⴰⵏ ⴳ ⵜⴰⵔⴰⵜⵉⵏ.

source: Help us by writing or collecting Public Domain sentences.
zgh: ⴰⵡⵙ ⴰⵏⵖ ⵙ ⵜⵉⵔⵔⴰ ⵏⵉⵖ ⴰⴳⵔⵔⵓ ⵏ ⵜⵡⵉⵏⴰⵙ ⵏ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ.

source: Help us find more voices, share your goal
zgh: ⴰⵡⵙⴰⵜ ⴰⵏⵖ ⴰⴷ ⵏⴰⴼ ⵓⴳⴳⴰⵔ ⵏ ⵉⴳⵕⴹⴰⵏ, ⴱⴹⵡⴰⵜ ⴰⵡⵜⵜⴰⵙ ⵏⵏⵓⵏ

source: Help us find others to donate their voice!
zgh: ⴰⵡⵙ ⴰⵏⵖ ⴰⴷ ⵏⴰⴼ ⵡⵉⵢⵢⴰⴹ ⴰⴷ ⴼⴽⵏ ⵉⴳⵕⴹⴰⵏ ⵏⵏⵙⵏ!

source: Help us get to { $goal }
zgh: ⴰⵡⵙ ⴰⵏⵖ ⴰⴷ ⵏⵍⴽⵎ { $goal }

source: Help us validate sentences!
zgh: ⴰⵡⵙ ⴰⵏⵖ ⴰⴷ ⵏⵣⵣⵔⵢ ⵜⵉⵡⵉⵏⴰⵙ!

source: Help us validate voices
zgh: ⴰⵡⵙ ⴰⵏⵖ ⴰⴷ ⵏⵣⵣⵔⵢ ⵉⴳⵕⴹⴰⵏ

source: Here are some tips to find sentences:
zgh: ⵀⴰ ⴷ ⴽⵔⴰ ⵏ ⵉⵙⵙⴼⴰⵡⵏ ⵃⵎⴰ ⴰⴷ ⵜⴰⴼⴷ ⵜⵉⵡⵉⵏⴰⵙ:

source: Here are the links to download your ZIP files.
zgh: ⵀⴰ ⴷ ⵉⵙⵖⵡⴰⵏ ⵎⴰ ⵙ ⵜⴻⵜⵜⴰⴳⵎⵎ ⵉⴼⵓⵢⵍⴰ ZIP ⵏⵏⵓⵏ.

source: Hidden
zgh: ⴰⴷ ⴼⴼⵔⵖ

source: Hiligaynon
zgh: ⵜⴰⵀⵉⵍⵉⴳⴰⵢⵏⵓⵏⵜ

source: Hill Mari
zgh: ⵜⴰⵎⴰⵔⵉⵢⵜ ⵏ ⵜⵡⵔⵉⵔⵉⵏ

source: Hindi
zgh: ⵜⴰⵀⵉⵏⴷⵉⵜ

source: His hand was rais-ed.
zgh: ⵉⵙⵖⴰ ⵜⴰⵖⴰⴹ-ⵜ ⴷ ⵜⵢⴰⵥⵉⴹ-ⵜ.

source: Home
zgh: ⴰⵙⵏⵓⴱⴳ

source: Hours
zgh: ⵜⵉⵙⵔⴰⴳⵉⵏ

source: Hours Recorded
zgh: ⵜⵉⵙⵔⴰⴳⵉⵏ ⵜⵜⵓⵙⵓⵙⵔⵏⵉⵏ

source: Hours Validated
zgh: ⵜⵉⵙⵔⴰⴳⵉⵏ ⵣⵔⵢⵏⵉⵏ

source: { $hours } validated hours so far!
zgh: { $hours } ⵜⵙⵔⴰⴳⵉⵏ ⴰⴷ ⵢⴰⴷ ⵉⵣⵔⵢⵏ!

source: How ?
zgh: ⵎⴰⵏⵎⴽ?

source: How are project decisions made?
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵜⵜⵓⵙⴽⵉⵔⵏⵜ ⵜⵖⵜⴰⵙⵉⵏ ⵏ ⵓⵙⵏⴼⴰⵔ?

source: How can I get the Common Voice data?
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵣⵎⵔⵖ ⴰⴷ ⵟⵟⴼⵖ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ?

source: How can we effectively grow a language on Common Voice?
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵏⵣⵎⵔ ⵙ ⵉⵎⵕⵡⵉ ⴰⴷ ⵏⵙⴱⵓⵖⵍⵓ ⴽⵔⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⴳ ⴽⴰⵎⵏⴼⵓⵢⵙ?

source: How does Common Voice calculate hours?
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵉⵙⵙⵓⴹⵓⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵜⵉⵙⵔⴰⴳⵉⵏ?

source: How does Common Voice work?
zgh: ⵎⴰⵏⵎⴽ ⵍⴰ ⵉⵙⵡⵓⵔⵓⵢ ⴽⴰⵎⵏⴼⵓⵢⵙ?

source: How does site localization work?
zgh: ⵎⴰⵏⵎⴽ ⵍⴰ ⵉⵙⵡⵓⵔⵓⵢ ⵓⵙⵙⴷⵖⵔ ⵏ ⵓⵙⵉⵜ?

source: How do I access and use the dataset?
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⴰⴷⴼⵖ ⵙⵙⵎⵔⵙⵖ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ?

source: How do I add a language?
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵔⵏⵓⵖ ⴽⵔⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ?

source: How do I add sentences?
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵔⵏⵓⵖ ⵜⵉⵡⵉⵏⴰⵙ?

source: How do I cite?
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⴱⴷⵔⵖ?

source: How do I know whether to approve a voice clip?
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵙⵙⵏⵖ ⵉⵙ ⴷ ⴰⴷ ⵙⵙⴳⵍⵢⵖ ⴽⵔⴰ ⵏ ⵜⵓⵙⵙⵉⴼⵜ ⵜⴰⴳⵕⴹⵏⵜ?

source: How do I record a high quality voice clip?
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵙⵓⵙⵔⵖ ⴽⵔⴰ ⵏ ⵜⵓⵙⵙⵉⴼⵜ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵙ ⵓⵖⵓⴷⵓ ⴰⵎⴰⵜⵜⴰⵢ?

source: How do I stay in touch?
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵇⵇⵉⵎⵖ ⴳ ⵓⵏⵢⴰⵍⴽⴰⵎ?

source: How do you ensure anonymity and privacy of the people who donated their voices?
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵜⴻⵜⵜⴹⴽⴰⵍⵎ ⵜⴰⵔⵉⵙⵎⵜ ⴷ ⵜⵉⵏⵏⵓⵜⵍⴰ ⵏ ⵎⴷⴷⵏ ⵏⵏⴰ ⴼⴽⴰⵏⵉⵏ ⵉⴳⵕⴹⴰⵏ ⵏⵏⵙⵏ?

source: How to
zgh: ⵎⴰⵏⵎⴽ ⵙ

source: How-to
zgh: ⵎⴰⵏⵎⴽ ⵙ

source: How to Cite
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵜⴱⴷⵔⴷ

source: How would you describe your accent?
zgh: ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵜⵙⵏⵓⵎⵎⵍⵎ ⴰⵙⵓⵙⵔⵓ ⵏⵏⵓⵏ?

source: Hungarian
zgh: ⵜⴰⵀⵏⴳⴰⵕⵉⵢⵜ

source: I agree
zgh: ⵎⵙⴰⵙⴰⵖ ⴷ

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
zgh: ⵎⵙⴰⵙⴰⵖ ⴷ ⴰⴽⴷ <termsLink>ⵜⴼⴰⴷⵉⵡⵉⵏ</termsLink> ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴷ <privacyLink>ⵜⵎⵏⵏⵉⵜ ⵏ ⵜⵉⵏⵏⵓⵜⵍⴰ</privacyLink>

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
zgh: ⵓⵔ ⵜⴳⵉ ⵜⴰ ⵜⵓⵜⵍⵢⵜ ⵉⵏⵓ ⵜⴰⵢⵎⵎⴰⵜ ⴷ ⵍⴰ ⵙⴰⵡⴰⵍⵖ ⵙ ⵢⴰⵏ ⵓⵙⵓⵙⵔⵓ, ⵉⵙ ⵙⵓⵍ ⵜⵅⵙⵎ ⴰⴳⵕⴹ ⵉⵏⵓ?

source: Icelandic
zgh: ⵜⴰⵢⵙⵍⴰⵏⴷⵉⵜ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
zgh: ⵍⴰ ⵙⵙⴷⵉⴷⵖ ⵎⴰⵙ ⴷ ⵜⴰⵡⵉⵏⵙⵜ ⴰⴷ ⵜⴳⴰ <wikipediaLink>ⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ</wikipediaLink> ⴷ ⵖⵓⵔⵉ ⵜⵓⵔⴰⴳⵜ ⴰⴷ ⵜⵜ ⵙⴽⵜⵔⵖ.

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
zgh: ⵍⴰ ⵙⵙⴷⵉⴷⵖ ⵎⴰⵙ ⴷ ⵜⵉⵡⵉⵏⴰⵙ ⴰⴷ ⴳⴰⵏⵜ <wikipediaLink>ⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ</wikipediaLink> ⴷ ⵖⵓⵔⵉ ⵜⵓⵔⴰⴳⵜ ⴰⴷ ⵜⵏⵜ ⵙⴽⵜⵔⵖ.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
zgh: ⵍⴰ ⵙⵙⴷⵉⴷⵖ ⵎⴰⵙ ⴷ ⵜⴰⵡⵉⵏⵙⵜ ⴰⴷ ⵜⴳⴰ <wikipediaLink>ⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ</wikipediaLink>, ⵜⵉⵍⵉ ⴷⴰⵔⵉ ⵜⵓⵔⴰⴳⵜ ⴰⴷ ⵜⵜ ⵙⴽⵜⵔⵖ.

source: Ideally natural and conversational (it should be easy to read the sentence)
zgh: ⴰⴷ ⵜⴳ ⵜⴰⴳⴰⵎⴰⵏⵜ, ⵢⵉⵍⵉ ⴳⵉⵙ ⵓⵎⵔⴰⵔⴰ ⵏ ⵡⴰⵡⴰⵍ (ⵉⵅⵚⵚⴰ ⴰⴷ ⵜⵍⵎⴹ ⵜⵖⵔⵉ ⵏ ⵜⵡⵉⵏⵙⵜ)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
zgh: ⵔⵉⵖ ⴰⴷ ⵜⵜⴰⵎⵥⵖ ⵉⵎⴰⵢⵍⵏ ⴰⵎ ⵓⵙⴽⵜⵉ ⵙ ⵉⵡⵜⵜⴰⵙⵏ, ⵉⵙⴷⵖⵉⵜⵏ ⵅⴼ ⵡⴰⵍⴰⵢ ⵉⵏⵓ ⴷ ⵜⴱⵔⴰⵜⵉⵏ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵅⴼ ⴽⴰⵎⵏⴼⵓⵢⵙ.

source: I do not agree
zgh: ⵓⵔ ⴷ ⵎⵙⴰⵙⴰⵖ

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
zgh: ⵎⴽ ⵜⴻⵜⵜⵢⴰⴳⴰⵢ ⴽⵔⴰ ⵏ ⵜⵓⵙⵙⵉⴼⵜ ⵙⴳ ⵖⵓⵔ 2 ⵎⴷⴷⵏ, ⵍⴰ ⵏⵏ ⵜⴻⵜⵜⴼⴼⵖ ⴳ ⵢⴰⵜ ⵜⴷⵓⴳⵔⵓⵎⵎⴰ ⵉⵎⵣⴰⵔⴰⵢⵏ ⵏ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
zgh: ⵎⴽ ⴳⴰⵏⵜ ⵜⴳⵓⵔⵉⵡⵉⵏ ⵜⵉⵏⵏⵓⵏ, ⵉⵏⵢⴰⵜ ⴽⴰ <italicizedText>“ⵜⴰⴱⴷⴰⵔⵎⴰⵏⵜ”</italicizedText>. ⵏⵓⵙⵔ ⴰⴷ ⵏⵙⵙⵏ ⵎⴰⵏⵉ ⴳ ⵜⵓⴼⴰⵎ ⵜⵓⵎⴰⵢⵜ ⴰⴷ ⵃⵎⴰ ⴰⴷ ⵏⵣⵎⵔ ⴰⴷ ⵏⵛⴰⴱⴱⴰ ⵉⵙ ⵜⵍⵍⴰ ⴳ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ ⴷ ⵡⴰⵍⵓ ⴰⵙⵏⴰⵙ ⵏ ⵉⵙⴽⵔⴰⴼ ⵏ ⵉⵣⵔⴼⴰⵏ ⵏ ⵓⵎⴳⴰⵢ. ⵥⵕ <guidelinesLink>ⵜⴰⵙⵏⴰ ⵏ ⵜⴰⵔⴰⵜⵉⵏ</guidelinesLink> ⵏⵏⵖ ⵉ ⵡⵓⴳⴳⴰⵔ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵅⴼ ⵜⴱⴷⴰⵔⵜ.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
zgh: ⵎⴽ ⵍⴰ ⵉⵕⵥⵥⴰ ⵓⵙⵓⵙⵔ, ⵏⵉⵖ ⴳⵉⵙ ⵉⴼⵔⴽⵉⴽⵏ, ⴰⴳⵢ, ⴰⵎⵔ ⵎⴽ ⵙⵓⵍ ⵉⵣⵎⵔ ⵓⵎⴰⵜⴰ ⵏ ⵓⴹⵕⵉⵚ ⴰⴷ ⵉⵜⵜⵓⵙⵍⵍⴰ.

source: If the sentence does not meet the above criteria, click the "No" button.
zgh: ⵎⴽ ⴷ ⵓⵔ ⵜⵎⵙⴰⵙⴰ ⵜⵡⵉⵏⵙⵜ ⴷ ⵉⵙⴱⴷⴰⴷⵏ ⵏⵏⵉⴳ ⴷⴰ, ⴽⵍⵉⴽⵉ ⵅⴼ ⵓⴱⵔⴰ "ⵓⵀⵓ".

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
zgh: ⵎⴽ ⴷ ⵓⵔ ⵜⵎⵙⴰⵙⴰ ⵜⵡⵉⵏⵙⵜ ⴷ ⵉⵙⴱⴷⴰⴷⵏ ⵏⵏⵉⴳ ⴷⴰ, ⴽⵍⵉⴽⵉ ⵅⴼ ⵓⴱⵔⴰ &quot;ⴰⴳⵢ&quot; ⴳ ⵓⵥⵍⵎⴰⴹ. ⵎⴽ ⵓⵔ ⵜⵃⵇⵇⴰⴷ ⴳ ⵜⵡⵉⵏⵙⵜ, ⵜⵖⵉⵢⴷ ⴰⵡⴷ ⴰⴷ ⵜⵜ ⵜⵙⵙⵉⵏⴼⴷ, ⵜⵎⵎⵓⵜⵜⵉⴷ ⵖⵔ ⵜⵓⴹⴼⵉⵕⵜ.

source: If the sentence does not meet the above criteria, click the "Reject" button. If you are unsure about the sentence, you may also skip it and move on to the next one.
zgh: ⵎⴽ ⴷ ⵓⵔ ⵜⵎⵙⴰⵙⴰ ⵜⵡⵉⵏⵙⵜ ⴷ ⵉⵙⴱⴷⴰⴷⵏ ⵏⵏⵉⴳ ⴷⴰ, ⴽⵍⵉⴽⵉ ⵅⴼ ⵓⴱⵔⴰ "ⴰⴳⵢ". ⵎⴽ ⵓⵔ ⵜⵃⵇⵇⴰⴷ ⴳ ⵜⵡⵉⵏⵙⵜ, ⵜⵖⵉⵢⴷ ⴰⵡⴷ ⴰⴷ ⵜⵜ ⵜⵙⵙⵉⵏⴼⴷ, ⵜⵎⵎⵓⵜⵜⵉⴷ ⵖⵔ ⵜⵓⴹⴼⵉⵕⵜ.

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
zgh: ⵎⴽ ⵜⴳⴰ ⵜⵡⵉⵏⵙⵜ ⵜⵓⵇⵊⵉⵔⵜ ⵏⵉⵖ ⵜⵓⵃⵔⵉⵇⵜ - ⵙ ⵓⵎⴷⵢⴰ, ⵙ ⵜⵎⵏⵜⵉⵍⵜ ⵏ ⵜⵓⵎⴰⵢⵜ ⵉⴼⵔⵔⵣⵏ, ⵏⵉⵖ ⵜⵉⵕⵥⵉ ⵢⴰⴹⵏ ⵏ <communityGuidelines>ⵜⴰⵔⴰⵜⵉⵏ ⵏ ⵜⴷⵔⴰⵡⵜ ⵜⴰⴳⵔⴰⵡⴰⵏⵜ</communityGuidelines> ⵏⵏⵖ - ⵉⵅⵚⵚⴰ ⴽⵯⵏ ⴰⴷ ⵜⴰⴳⵢⵎ ⵜⴰⵡⵉⵏⵙⵜ. ⵜⵣⵎⵔⵎ ⴰⵡⴷ ⴰⴷ ⴷⵉⴷⵏⵖ ⵜⵏⵢⴰⵍⴽⴰⵎⵎ ⴳ <emailFragment>commonvoice@mozilla.com</emailFragment> ⵃⵎⴰ ⴰⴷ ⵜⵙⵙⵉⵡⵏⵎ ⴰⵎⵓⴽⵔⵉⵙ.

source: If the sentence meets the criteria above, click the "Yes" button.
zgh: ⵎⴽ ⴷ ⵜⵎⵙⴰⵙⴰ ⵜⵡⵉⵏⵙⵜ ⴷ ⵉⵙⴱⴷⴰⴷⵏ ⵏⵏⵉⴳ ⴷⴰ, ⴽⵍⵉⴽⵉ ⵅⴼ ⵓⴱⵔⴰ "ⵢⴰⵀ".

source: If the sentence meets the criteria, click the "Approve" button.
zgh: ⵎⴽ ⴷ ⵜⵎⵙⴰⵙⴰ ⵜⵡⵉⵏⵙⵜ ⴷ ⵉⵙⴱⴷⴰⴷⵏ, ⴽⵍⵉⴽⵉ ⵅⴼ ⵓⴱⵔⴰ "ⵙⵙⴳⵍⵢ".

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
zgh: ⵎⴽ ⴷ ⵜⵎⵙⴰⵙⴰ ⵜⵡⵉⵏⵙⵜ ⴷ ⵉⵙⴱⴷⴰⴷⵏ, ⴽⵍⵉⴽⵉ ⵅⴼ ⵓⴱⵔⴰ &quot;ⵙⵙⴳⵍⵢ&quot; ⴳ ⵓⴼⴰⵙⵉ.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
zgh: ⵎⴽ ⵓⵔ ⵜⵃⵇⵇⴰⴷ ⴳ ⵜⵡⵉⵏⵙⵜ, ⵜⵖⵉⵢⴷ ⴰⵡⴷ ⴰⴷ ⵜⵜ ⵜⵙⵙⵉⵏⴼⴷ, ⵜⵎⵎⵓⵜⵜⵉⴷ ⵖⵔ ⵜⵓⴹⴼⵉⵕⵜ.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
zgh: ⵎⴽ ⵜⵎⵍⴰⵍⴰⵎ ⴷ ⴽⵔⴰ ⵏ ⵜⵖⴰⵡⵙⴰ ⵏⵏⴰ ⵓⵔ ⴷⵉⵍⵏⵜ ⵜⴰⵔⴰⵜⵉⵏ ⴰⴷ, ⵙⵙⵜⵢⴰⵜ ⵙ ⵎⴽⴷⴰ ⵉⵍⵍⴰⵏ ⴳ ⵢⵉⴱⴹⵉ ⴰⵎⵓⴼⴰⵢ ⵏⵏⵓⵏ. ⵎⴽ ⵓⵔ ⵜⵣⵎⵉⵔⵎ ⴰⴷ ⵜⵖⵜⵙⵎ, ⵙⵙⵎⵔⵙⴰⵜ ⴰⴱⵔⴰ ⵙⵙⵉⵏⴼ, ⵜⴷⴷⵓⵎ ⵖⵔ ⵓⵙⵓⵙⵔ ⵓⴹⴼⵉⵕ.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
zgh: ⵎⴽ ⵜⵣⵎⵔⴷ ⴰⴷ <strong>ⴰⵙⵏⵜ ⵜⵙⵙⴼⵍⴷⴷ</strong> ⴷ ⴰⴷ <strong>ⵜⵏⵜ ⵜⵔⵎⵙⴷ</strong>, ⴳ ⵜⵎⵢⵓⵔⵜ <strong>ⵢⵓⴼ ⴰⴷ ⵜⵏⵜ ⵜⵙⵙⴳⵍⵢⴷ</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
zgh: ⵎⴽ ⴰⵡⵏ ⵓⵔ ⵏⵔⵓⵔ ⴳ ⴽⵔⴰ ⵏ ⵡⵓⵙⵙⴰⵏ ⴷⵔⵓⵙⵏⵉⵏ, ⵏⵢⴰⵍⴽⴰⵎⴰⵜ ⴳ <emailLink>{ $email }</emailLink>, ⵔⴰⴷ ⴰⵡⵏ ⵏⵔⴰⵔ!

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
zgh: ⵎⴽ ⵍⴰ ⵜⵙⵉⴳⴳⵉⵍⴷ ⵉⵎⴰⵙⵙⵏ ⵃⵎⴰ ⴰⴷ ⵜⵥⴽⵓⴷ ⵜⵉⵎⵓⴷⵎⵉⵡⵉⵏ ⵏ ⵜⵓⴽⵣⴰ ⵏ ⵡⴰⵡⴰⵍ ⵙ ⵓⵡⵔⵎⴰⵏ, ⵜⵣⵎⵔⴷ ⴰⴷ ⵜⵎⵎⵣⴷⵢⴷ ⴰⴽⴷ ⵎⴷⴷⵏ ⵢⴰⴹⵏⵉⵏ ⴳ ⵜⴳⵔⴰⵡⵜ <discourseLink>ⴳ ⴷⵉⵙⴽⵓⵔⵙ</discourseLink>.

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
zgh: ⵎⴽ ⵍⴰ ⵜⵙⵉⴳⴳⵉⵍⴷ ⴰⴷ ⵜⵙⵉⵡⵍⴷ ⵓⴳⴳⴰⵔ ⵅⴼ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ, ⵜⵅⵙⴷ ⴰⴷ ⵜⴷⵔⵓⴷ ⴳ ⵓⵙⵙⴰⵔⵓ ⴰⵎⵛⵛⴰⵔ ⵏ ⵉⵏⵖⵍⴰⵏ ⵏ ⵜⵙⵉⵍⴰ ⵏⵏⴰ ⵉⵜⵜⵓⵙⵖⵉⵡⵙⵏ ⵏⵉⵖ ⵍⴰ ⵜⵙⵉⴳⴳⵉⵍⴷ ⵉⵣⵎⴰⵣ ⵏ ⵓⵎⵢⴰⵡⴰⵙ, <emailFragment>ⴰⵔⴰ ⴰⵏⵖ ⴷ.</emailFragment>

source: If your language is not listed here, you can request it through <languageProcessLink>this process</languageProcessLink>.
zgh: ⵎⴽ ⵓⵔ ⵜⴻⵜⵜⵓⴷⵔⵙ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ ⴷⴰ, ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⵜ ⵜⴻⵜⵜⵔⵎ ⴳ <languageProcessLink>ⵜⵣⵉⴳⵣⵜ ⴰ</languageProcessLink>.

source: If you run out of sentences to review, please help us collect more sentences!
zgh: ⵎⴽ ⴰⵡⵏ ⵙⵎⴰⵔⵏⵜ ⵜⵡⵉⵏⴰⵙ ⵎ'ⴰⴷ ⵜⵙⵙⵉⵔⵉⵎⵎ, ⵎⴽ ⵜⵓⴼⴰⵎ, ⴰⵡⵙⴰⵜ ⴰⵏⵖ ⴰⴷ ⵏⴳⵔⵓ ⵓⴳⴳⴰⵔ ⵏ ⵜⵡⵉⵏⴰⵙ!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
zgh: ⵎⴽ ⵜⵖⴰⵍⴷ ⵎⴰⵙ ⴷ ⴰⵙⵓⵙⵔⵓ ⵢⵓⵊⵊⴰ <strong>ⴰⵔⵎⴰⵙ ⵓⵔ ⵢⴰⵍⵍⴼⵓⵙ</strong>, ⵏⵉⵖ ⵉⵍⵍⴰ <strong>ⴽⵉⴳⴰⵏ ⵏ ⵓⴷⵉⴷⴰ ⵏ ⵜⵖⵔⴷⵉⵏ</strong>, ⵏⵉⵖ ⵍⵍⴰⵏ <strong>ⵓⵍⴰ ⵎⴷⴷⵏ ⵢⴰⴹⵏⵉⵏ ⵍⴰ ⵙⴰⵡⴰⵍⵏ</strong>, ⵉⵅⵚⵚⴰ ⴰⴷ ⵜⴰⴳⵢⴷ ⵜⵓⵙⵙⵉⴼⵜ. <accuracyLink>ⵥⵕ ⵓⴳⴳⴰⵔ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⴳ ⵉⵙⴱⴷⴰⴷⵏ ⵏ ⵜⵏⵖⴷⴰ ⵏⵏⵖ</accuracyLink>.

source: Igbo
zgh: ⵜⴰⵢⴳⴱⵓⵜ

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
zgh: ⴱⵃⵕⴰ ⵙⵏⴼⵍⵓⵍⵖ ⵢⴰⵏ ⵓⵡⵜⵜⴰⵙ ⴰⵏⵉⵎⴰⵏ ⵏ ⵜⵉⴽⴽⵉ ⵏ ⵓⴳⵕⴹ ⵉ #CommonVoice -- ⵍⴽⵎⴰⵜ ⵉ, ⵜⴰⵡⵙⴰⵎ ⴳ ⵓⵙⵙⵍⵎⴷ ⵉ ⵜⵎⴰⵛⵉⵏⵉⵏ ⵎⴰⵏⵎⴽ ⵙⴰⵡⴰⵍⵏ ⵎⴷⴷⵏ ⵏ ⵜⵉⴷⵜ { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
zgh: ⵎⵙⴰⵙⴰⵖ ⴷ ⴷⵉⴷⵓⵏ ⵅⴼ ⵓⵙⵡⵓⴷⴷⵓ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⴰⴷ ⵙ ⵎⴽⴷⴰ ⵜⵙⵙⴼⵔⴰⵎ ⴳ <privacyLink>ⵜⵙⵔⵜⵉⵜ ⵏ ⵜⵉⵏⵏⵓⵜⵍⴰ</privacyLink> ⵏ ⵎⵓⵣⵉⵍⴰ

source: Include appropriate citation
zgh: ⴰⴷ ⵜⴰⵎⵓ ⵜⴰⴱⴷⴰⵔⵜ ⴷ ⵢⵓⵙⴰⵏ

source: Includes email, username & demographic info, available right away
zgh: ⴷⵉⴳⵙ ⵉⵎⴰⵢⵍ, ⵉⵙⵎ ⵏ ⵓⵏⵙⵙⵎⵔⵙ ⴷ ⵉⵏⵖⵎⵉⵙⵏ ⵉⴷⵉⵎⵓⴳⵔⴰⴼⵉⵢⵏ, ⵉⵍⵍⴰ ⴷⵖⵉⴽⴽ

source: Includes mp3s and related sentences, may take some time to prepare
zgh: ⴳⵉⵙ ⵉⴷ MP3 ⴷ ⵜⵡⵉⵏⴰⵙ ⵇⵇⵏⵏⵉⵏ, ⵉⵖⵉⵢ ⴰⴷ ⵢⴰⵎⵥ ⴽⵔⴰ ⵏ ⵜⵉⵣⵉ ⵃⵎⴰ ⴰⴷ ⵉⵎⵓⵜⵜⴳ

source: Indonesian
zgh: ⵜⴰⵏⴷⵓⵏⵉⵙⵉⵢⵜ

source: Information about the language
zgh: ⵉⵏⵖⵎⵉⵙⵏ ⵅⴼ ⵜⵓⵜⵍⴰⵢⵜ

source: In Progress
zgh: ⴳ ⵡⴰⵍⴰⵢ

source: Interested in learning more and contributing to the project?
zgh: ⵜⵏⵏⵣⴳⵎⴷ ⴰⴷ ⵜⵙⵙⵏⴷ ⵓⴳⴳⴰⵔ ⴷ ⴰⴷ ⵜⴰⵔⴳⴷ ⴳ ⵓⵙⵏⴼⴰⵔ?

source: Interface Language
zgh: ⵜⵓⵜⵍⴰⵢⵜ ⵏ ⵓⴳⵔⵓⴷⵎ

source: Interlingua
zgh: ⵜⴰⴳⵔⵓⵜⵍⴰⵢⵜ

source: Interlingue
zgh: ⵉⵏⵜⵔⵍⵉⵏⴳ

source: [interrupted by background noise]
zgh: [ⵉⵏⵏⴳⵣⴰ ⵙ ⵓⴷⵉⴷⴰ ⵏ ⵜⵖⵔⴷⵉⵏ]

source: Invalid file
zgh: ⴰⴼⴰⵢⵍⵓ ⵓⵔ ⵉⵣⵔⵉⵢⵏ

source: Irish
zgh: ⵜⴰⵢⵔⵍⴰⵏⴷⵉⵜ

source: IsiNdebele (North)
zgh: IsiNdebele (ⴰⴳⴰⴼⴰⵢ)

source: IsiNdebele (South)
zgh: IsiNdebele (ⴰⵏⵥⵓⵍ)
